Repository: alpriest/EnergyStats
Catalog: Energy Stats/Localizable.xcstrings
Source language: en
Languages: de, es, it, pl

# tip.statsPageEnergyBalanceChartAdded.body
source: A new energy balance chart has been added showing energy sources and uses. Use the top-left button to configure the graphs.
de: Ein neues Energieflussdiagramm wurde hinzugefügt, das Energiequellen und -verwendungen zeigt. Verwenden Sie die Schaltfläche oben links, um die Diagramme zu konfigurieren.
es: Se ha añadido un nuevo gráfico de balance energético que muestra las fuentes y los usos de la energía. Usa el botón de la esquina superior izquierda para configurar los gráficos.
it: È stato aggiunto un nuovo grafico del bilancio energetico che mostra le fonti e gli utilizzi dell’energia. Usa il pulsante in alto a sinistra per configurare i grafici.
pl: Dodano nowy wykres bilansu energetycznego, który pokazuje źródła energii oraz jej wykorzystanie. Użyj przycisku w lewym górnym rogu, aby skonfigurować wykresy.

# tip.statsPageEnergyBalanceChartAdded.title
source: New chart
de: Neues Diagramm
es: Nuevo gráfico
it: Nuovo grafico
pl: Nowy wykres

source: Title
de: Titel
es: Título
it: Titolo
pl: Tytuł

source: To
de: Bis
es: Hasta
it: A
pl: Do

source: To get your API key:
de: Um Ihren API-Schlüssel zu erhalten:
es: Para obtener tu clave API:
it: Per ottenere la tua chiave API:
pl: Aby uzyskać swój klucz API:

source: total
de: gesamt
it: totale
pl: Całkowity

source: Total benefit
de: Gesamtvorteil
es: Beneficio total
it: Beneficio totale
pl: Całkowity zysk

source: Try demo
de: Demo ausprobieren
es: Probar demo
it: Prova demo
pl: Wypróbuj demo

source: Type
de: Typ
es: Tipo
it: Tipo
pl: Typ

source: Unit price
de: Stückpreis
es: Precio unitario
it: Prezzo unitario
pl: Cena jednostkowa

source: Units
de: Einheiten
es: Unidades
it: Unità
pl: Jednostki

source: Unknown network error
de: Unbekannter Netzwerkfehler
es: Error de red desconocido
it: Errore di rete sconosciuto
pl: Nieznany błąd sieciowy

source: Unsupported
de: Nicht unterstützt
es: No soportado
it: Non supportato
pl: Nieobsługiwane

source: Upgrade now
de: Jetzt aktualisieren
es: Actualiza ahora
it: Aggiorna ora
pl: Zaktualizuj teraz

source: Upload to PVOutput
de: Zu PVOutput hochladen
es: Subir a PVOutput
it: Carica su PVOutput
pl: Prześlij do PVOutput

source: Usage today
de: Verbrauch heute
es: Consumo de hoy
it: Utilizzo oggi
pl: Dzisiejsze zużycie

source: View by
de: Anzeigen nach
es: Ver por
it: Visualizza per
pl: Wyświetl według

source: View Debug Data
de: Debug-Daten anzeigen
es: Ver datos de depuración
it: Visualizza dati di debug
pl: Zobacz dane debugowania

source: View request count
de: Anzahl der Anfragen anzeigen
es: Ver número de solicitudes
it: Visualizza numero di richieste
pl: Zobacz liczbę żądań

source: Watch
de: Ansehen
es: Ver
it: Guarda
pl: Obejrzyj

source: Watts
de: Watt
es: Vatios
it: Watt
pl: Waty

source: What is my API key?
de: Was ist mein API-Schlüssel?
es: ¿Qué es mi clave API?
it: Cos'è la mia chiave API?
pl: Co to jest mój klucz API?

# what_is_api_key_1
source: An API key is like a single additional password for your account that you can give to non-Fox apps (like Energy Stats!) which they can use to access your account.
de: Ein API-Schlüssel ist wie ein zusätzliches Passwort für dein Konto, das du nicht-Fox-Apps (wie Energy Stats!) geben kannst, damit sie auf dein Konto zugreifen können.
es: Una clave API es como una contraseña adicional para tu cuenta que puedes proporcionar a aplicaciones que no sean de Fox (¡como Energy Stats!) para que puedan acceder a tu cuenta.
it: Una chiave API è come una password aggiuntiva per il tuo account che puoi fornire ad app non-Fox (come Energy Stats!) che possono usarla per accedere al tuo account.
pl: Klucz API to dodatkowe hasło do Twojego konta, które możesz przekazać aplikacjom innym niż Fox (takim jak Energy Stats!), aby mogły uzyskać dostęp do Twojego konta.

# what_is_api_key_2
source: If you want to stop apps from accessing your account you can regenerate your API key. Anything using the old key will immediately be denied access.
de: Wenn du verhindern möchtest, dass Apps auf dein Konto zugreifen, kannst du deinen API-Schlüssel neu generieren. Alles, was den alten Schlüssel verwendet, wird sofort den Zugang verweigert.
es: Si deseas evitar que las aplicaciones accedan a tu cuenta, puedes regenerar tu clave API. Cualquier cosa que utilice la clave antigua será denegada inmediatamente.
it: Se vuoi impedire alle app di accedere al tuo account, puoi rigenerare la tua chiave API. Qualsiasi cosa che utilizza la vecchia chiave verrà immediatamente bloccata.
pl: Jeśli chcesz uniemożliwić aplikacjom dostęp do swojego konta, możesz wygenerować nowy klucz API. Wszystko, co korzysta ze starego klucza, natychmiast straci dostęp.

# what_is_api_key_3
source: Your API key will be 36 characters long and look something like abcde123-4567-8901-2345-6789abcdef01
de: Ihr API-Schlüssel wird 36 Zeichen lang sein und sieht in etwa so aus: abcde123-4567-8901-2345-6789abcdef01
es: Tu clave API tendrá 36 caracteres y será algo como abcde123-4567-8901-2345-6789abcdef01.
it: La tua chiave API sarà lunga 36 caratteri e avrà un aspetto simile a abcde123-4567-8901-2345-6789abcdef01.
pl: Twój klucz API będzie miał 36 znaków i będzie wyglądał mniej więcej tak: abcde123-4567-8901-2345-6789abcdef01.

# what_is_api_key_4
source: Please ensure the system date/time on your phone is set to 'automatic' otherwise you may be unable to login with your API key.
de: Stelle sicher, dass das Systemdatum und die Uhrzeit auf deinem Telefon auf "automatisch" eingestellt sind, da du sonst möglicherweise nicht mit deinem API-Schlüssel einloggen kannst.
es: Por favor, asegúrate de que la fecha/hora del sistema en tu teléfono esté configurada en "automático", de lo contrario, es posible que no puedas iniciar sesión con tu clave API.
it: Assicurati che la data/ora di sistema sul tuo telefono sia impostata su "automatico", altrimenti potresti non riuscire ad accedere con la tua chiave API.
pl: Upewnij się, że data i godzina systemowa na Twoim telefonie jest ustawiona na „automatyczne”, w przeciwnym razie możesz nie być w stanie zalogować się za pomocą klucza API.

# what_is_api_key_5
source: The FoxESS website may have issues on mobile devices. If you experience any problems retrieving your API key, please reach out to service.uk@fox-ess.com for assistance.
de: Die FoxESS-Website kann auf Mobilgeräten Probleme haben. Wenn du Schwierigkeiten beim Abrufen deines API-Schlüssels hast, wende dich bitte an service.uk@fox-ess.com für Unterstützung.
es: El sitio web de FoxESS puede tener problemas en dispositivos móviles. Si experimentas algún problema al recuperar tu clave API, por favor contacta a service.uk@fox-ess.com para asistencia.
it: Il sito web di FoxESS potrebbe avere problemi sui dispositivi mobili. Se riscontri problemi nel recuperare la tua chiave API, contatta service.uk@fox-ess.com per assistenza.
pl: Strona internetowa FoxESS może mieć problemy na urządzeniach mobilnych. Jeśli napotkasz problemy z uzyskaniem klucza API, skontaktuj się z service.uk@fox-ess.com, aby uzyskać pomoc.

source: When the battery reaches this level, discharging will stop. If you wanted to save some battery power for later, perhaps set it to 50%.
de: Wenn der Akku diesen Stand erreicht, wird die Entladung stoppen. Wenn du etwas Akkuleistung für später sparen möchtest, stelle ihn vielleicht auf 50%.
es: Cuando la batería alcance este nivel, la descarga se detendrá. Si quieres guardar algo de energía de la batería para más tarde, quizás configúralo al 50%.
it: Quando la batteria raggiunge questo livello, la scarica si fermerà. Se vuoi risparmiare un po' di energia della batteria per dopo, forse impostalo al 50%.
pl: Gdy bateria osiągnie ten poziom, rozładowanie się zatrzyma. Jeśli chcesz zachować trochę mocy baterii na później, być może ustaw ją na 50%.

source: Which work mode would you like to set?
de: Welchen Betriebsmodus möchten Sie einstellen?
es: ¿Qué modo de funcionamiento deseas configurar?
it: Quale modalità di funzionamento desideri impostare?
pl: Jaki tryb pracy chcesz ustawić?

source: Will be reset:
de: Wird zurückgesetzt:
es: Se restablecerá:
it: Verrà reimpostato:
pl: Zostanie zresetowane:

source: Will not be reset:
de: Wird nicht zurückgesetzt:
es: No se restablecerá:
it: Non verrà reimpostato:
pl: Nie zostanie zresetowane:

source: Will not be used by FoxESS if this template is activated (max 8 periods).
de: Wird von FoxESS nicht verwendet, wenn diese Vorlage aktiviert ist (max. 8 Zeiträume).
es: No será utilizado por FoxESS si esta plantilla está activada (máximo 8 periodos).
it: Non verrà utilizzato da FoxESS se questo modello è attivato (massimo 8 periodi).
pl: Nie będzie używane przez FoxESS, jeśli ten szablon zostanie aktywowany (maks. 8 okresów).

source: Work Mode
de: Arbeitsmodus
es: Modo de trabajo
it: Modalità di lavoro
pl: Tryb pracy

source: Work Schedule
de: Arbeitsstrategie
es: Estrategia de trabajo
it: Strategia di lavoro
pl: Strategia pracy

# workmode.backup_mode.description
source: This work mode is available on some inverters. In this mode, the inverter allocates PV power generation as follows: 1. House Load 2. Battery Charging 3. Export The main goal of this mode is to keep the batteries charged so they can be used as EPS in the event of a grid supply failure.
de: Dieser Arbeitsmodus ist auf einigen Wechselrichtern verfügbar. In diesem Modus verteilt der Wechselrichter die PV-Stromerzeugung wie folgt: 1. Hausverbrauch 2. Batterieladung 3. Einspeisung Das Hauptziel dieses Modus besteht darin, die Batterien geladen zu halten, damit sie im Falle eines Netzausfalls als EPS verwendet werden können.
es: Este modo de funcionamiento está disponible en algunos inversores. En este modo, el inversor asigna la generación de energía fotovoltaica de la siguiente manera: 1. Consumo del hogar 2. Carga de batería 3. Exportación El objetivo principal de este modo es mantener las baterías cargadas para que puedan usarse como EPS en caso de un fallo en el suministro eléctrico.
it: Questa modalità di funzionamento è disponibile su alcuni inverter. In questa modalità, l'inverter assegna la produzione di energia fotovoltaica come segue: 1. Carico della casa 2. Carica della batteria 3. Esportazione L'obiettivo principale di questa modalità è mantenere le batterie cariche in modo che possano essere utilizzate come EPS in caso di interruzione della rete elettrica.
pl: Ten tryb pracy jest dostępny w niektórych falownikach. W tym trybie falownik przydziela energię z PV w następujący sposób: 1. Zużycie domowe 2. Ładowanie baterii 3. Eksport Głównym celem tego trybu jest utrzymanie naładowanych baterii, aby mogły być użyte jako EPS w przypadku awarii zasilania z sieci.

# workmode.feed_in_first_mode.description
source: In this mode, the inverter prioritises power allocation as follows: 1. House Load 2. Export 3. Battery Charging
de: In diesem Modus priorisiert der Wechselrichter die Stromzuweisung wie folgt: 1. Hauslast 2. Einspeisung 3. Batterieladung
es: En este modo, el inversor prioriza la asignación de energía de la siguiente manera: 1. Carga de la casa 2. Exportar 3. Carga de batería
it: In questa modalità, l'inverter assegna prioritariamente la potenza come segue: 1. Carico della casa 2. Esportazione 3. Carica della batteria
pl: W tym trybie inwerter priorytetowo alokuje moc zgodnie z następującym porządkiem: 1. Obciążenie domu 2. Eksport 3. Ładowanie baterii

# workmode.force_charge_mode_ac.description
source: The inverter will control input power from grid. For example if you set the power to be 10kW that means the maximun power input from the grid is 10kW. At this time if there is surplus PV power it will not feed into grid. This is to control the input power from grid.
de: Der Wechselrichter steuert die Leistungsaufnahme aus dem Netz. Wenn Sie zum Beispiel die Leistung auf 10 kW einstellen, bedeutet das, dass die maximale Leistungsaufnahme aus dem Netz 10 kW beträgt. In diesem Fall wird überschüssige PV-Leistung nicht ins Netz eingespeist. Dies dient zur Regelung der Leistungsaufnahme aus dem Netz.
es: El inversor controla la potencia de entrada desde la red. Por ejemplo, si configuras la potencia en 10 kW, significa que la potencia máxima de entrada desde la red es de 10 kW. En este caso, si hay potencia FV excedente, no se inyectará a la red. Esto sirve para controlar la potencia de entrada desde la red.
it: L’inverter controlla la potenza in ingresso dalla rete. Ad esempio, se imposti la potenza a 10 kW, significa che la potenza massima in ingresso dalla rete è di 10 kW. In questo caso, se c’è potenza FV in surplus, non verrà immessa in rete. Questo serve a controllare la potenza in ingresso dalla rete.
pl: Falownik kontroluje moc pobieraną z sieci. Na przykład, jeśli ustawisz moc na 10 kW, oznacza to, że maksymalna moc wejściowa z sieci wynosi 10 kW. W tym przypadku, jeśli występuje nadwyżka mocy PV, nie zostanie ona oddana do sieci. Służy to do kontrolowania mocy pobieranej z sieci.

# workmode.force_charge_mode_bat.description
source: The inverter will control the power charge into battery. For example if you set the power to be 10kW that means the maximum power input to the battery is 10 kW.​ This is to control the input of the battery.
de: Der Wechselrichter steuert die Ladeleistung in die Batterie. Wenn Sie zum Beispiel die Leistung auf 10 kW einstellen, bedeutet das, dass die maximale Leistungsaufnahme der Batterie 10 kW beträgt. Dies dient zur Regelung des Batterieeingangs.
es: El inversor controla la potencia de carga hacia la batería. Por ejemplo, si configuras la potencia en 10 kW, significa que la potencia máxima de entrada a la batería es de 10 kW. Esto sirve para controlar la entrada de la batería.
it: L’inverter controlla la potenza di carica verso la batteria. Ad esempio, se imposti la potenza a 10 kW, significa che la potenza massima in ingresso alla batteria è di 10 kW. Questo serve a controllare l’ingresso della batteria.
pl: Falownik steruje mocą ładowania akumulatora. Na przykład, jeśli ustawisz moc na 10 kW, oznacza to, że maksymalna moc wejściowa do akumulatora wynosi 10 kW. Służy to do kontrolowania mocy ładowania akumulatora.

# workmode.force_discharge_mode_ac.description
source: The inverter will control the power feed into grid. For example if you set the power to be 10kW that means the maximum power feed into the grid is 10kW(battery power+PV). This is to control the output of the inverter.
de: Der Wechselrichter steuert die Einspeiseleistung ins Netz. Wenn Sie zum Beispiel die Leistung auf 10 kW einstellen, bedeutet das, dass die maximale Einspeiseleistung ins Netz 10 kW beträgt (Batterieleistung + PV). Dies dient zur Regelung der Ausgangsleistung des Wechselrichters.
es: El inversor controla la potencia inyectada a la red. Por ejemplo, si configuras la potencia en 10 kW, significa que la potencia máxima inyectada a la red es de 10 kW (potencia de la batería + FV). Esto sirve para controlar la potencia de salida del inversor.
it: L’inverter controlla la potenza immessa in rete. Ad esempio, se imposti la potenza a 10 kW, significa che la potenza massima immessa in rete è di 10 kW (potenza della batteria + FV). Questo serve a controllare la potenza in uscita dell’inverter.
pl: Falownik kontroluje moc oddawaną do sieci. Na przykład, jeśli ustawisz moc na 10 kW, oznacza to, że maksymalna moc oddawana do sieci wynosi 10 kW (moc akumulatora + PV). Służy to do kontrolowania mocy wyjściowej falownika.

# workmode.force_discharge_mode_bat.description
source: The inverter will control the output power of battery. For example if you set the power to be 10kW that means the maximum output power of battery is 10kW. This is to control the output of the battery.
de: Der Wechselrichter steuert die Ausgangsleistung der Batterie. Wenn Sie zum Beispiel die Leistung auf 10 kW einstellen, bedeutet das, dass die maximale Ausgangsleistung der Batterie 10 kW beträgt. Dies dient zur Regelung der Ausgangsleistung der Batterie
es: El inversor controla la potencia de salida de la batería. Por ejemplo, si configuras la potencia en 10 kW, significa que la potencia máxima de salida de la batería es de 10 kW. Esto sirve para controlar la potencia de salida de la batería.
it: L’inverter controlla la potenza di uscita della batteria. Ad esempio, se imposti la potenza a 10 kW, significa che la potenza massima di uscita della batteria è di 10 kW. Questo serve a controllare la potenza di uscita della batteria.
pl: Falownik kontroluje moc wyjściową akumulatora. Na przykład, jeśli ustawisz moc na 10 kW, oznacza to, że maksymalna moc wyjściowa akumulatora wynosi 10 kW. Służy to do kontrolowania mocy wyjściowej akumulatora.

# workmode.peak_shaving.description
source: This mode allows you to limit your peak grid import by setting a threshold SoC and a power limit. When the battery SoC is greater than the threshold SoC you have set, the inverter operates in Self Use mode, using the battery to supply your consumption, reducing your import. When the battery SoC is at, or below the threshold SoC, your consumption is supplied by the grid as long as this consumption is below the power limit. If your consumption goes above the set power limit, the inverter steps in to supply the difference between your consumption and the power limit. This reduces the peaks in your consumption and is used in regions where there is a penalty if your peak import exceeds your allocated power limit. When the battery SoC is below the threshold SoC and your consumption is less than the power limit, the inverter will consume grid power to recharge the battery back up to your threshold SoC. In this way, the inverter maintains the battery charge to allow it to continue peak shaving. If the battery drops to Min SoC (on grid), the inverter stops peak shaving and all of your consumption is drawn from the grid.
de: Dieser Modus ermöglicht es Ihnen, Ihre maximale Netzbezugslast zu begrenzen, indem Sie einen Schwellenwert für den SoC und eine Leistungsgrenze festlegen. Wenn der Batterie-SoC höher ist als der von Ihnen festgelegte Schwellenwert, arbeitet der Wechselrichter im Selbstverbrauchsmodus und nutzt die Batterie zur Deckung Ihres Verbrauchs, wodurch Ihr Netzbezug reduziert wird. Wenn der Batterie-SoC dem Schwellenwert entspricht oder darunter liegt, wird Ihr Verbrauch durch das Netz gedeckt, solange dieser unterhalb der festgelegten Leistungsgrenze bleibt. Überschreitet Ihr Verbrauch die Leistungsgrenze, springt der Wechselrichter ein und liefert die Differenz zwischen Ihrem Verbrauch und der Leistungsgrenze. Dies reduziert Verbrauchsspitzen und wird in Regionen eingesetzt, in denen es eine Strafe gibt, wenn Ihr maximaler Netzbezug die zugewiesene Leistungsgrenze überschreitet. Wenn der Batterie-SoC unter dem Schwellenwert liegt und Ihr Verbrauch unter der Leistungsgrenze bleibt, lädt der Wechselrichter die Batterie mithilfe von Netzstrom wieder auf, bis der Schwellenwert erreicht ist. Auf diese Weise hält der Wechselrichter den Ladezustand aufrecht, um weiterhin Lastspitzen zu kappen. Wenn die Batterie den minimalen SoC (im Netzbetrieb) erreicht, beendet der Wechselrichter die Lastspitzenkappung und Ihr gesamter Verbrauch wird vom Netz gedeckt.
es: Este modo permite limitar el pico de importación desde la red configurando un umbral de SoC y un límite de potencia. Cuando el SoC de la batería es superior al umbral configurado, el inversor funciona en modo Autoconsumo, utilizando la batería para cubrir el consumo y reducir la importación desde la red. Cuando el SoC de la batería está en o por debajo del umbral, el consumo se suministra desde la red mientras esté por debajo del límite de potencia. Si el consumo supera ese límite, el inversor se activa para suministrar la diferencia entre el consumo total y el límite de potencia. Esto reduce los picos de consumo y se utiliza en regiones donde hay penalizaciones si el pico de importación supera el límite asignado. Cuando el SoC de la batería está por debajo del umbral y el consumo es inferior al límite de potencia, el inversor utilizará energía de la red para recargar la batería hasta alcanzar el umbral. De este modo, el inversor mantiene la carga de la batería para seguir reduciendo los picos. Si la batería cae hasta el SoC mínimo (en red), el inversor deja de reducir los picos y todo el consumo se toma de la red.
it: Questa modalità consente di limitare l'importazione massima dalla rete impostando una soglia di SoC e un limite di potenza. Quando il SoC della batteria è superiore alla soglia impostata, l'inverter opera in modalità Autoconsumo, utilizzando la batteria per soddisfare i consumi e ridurre l'importazione dalla rete. Quando il SoC della batteria è pari o inferiore alla soglia, il consumo viene alimentato dalla rete finché rimane al di sotto del limite di potenza impostato. Se il consumo supera tale limite, l'inverter interviene per fornire la differenza tra il consumo effettivo e il limite di potenza, riducendo così i picchi di consumo. Questo è utile in regioni dove si applicano penalità se l'importazione supera il limite assegnato. Quando il SoC della batteria è inferiore alla soglia ma il consumo è inferiore al limite di potenza, l'inverter utilizza l'energia della rete per ricaricare la batteria fino al raggiungimento della soglia impostata. In questo modo, l'inverter mantiene la carica della batteria per continuare il taglio dei picchi. Se la batteria scende al SoC minimo (in modalità rete), l'inverter interrompe il taglio dei picchi e tutto il consumo viene prelevato dalla rete.
pl: Ten tryb umożliwia ograniczenie maksymalnego importu energii z sieci poprzez ustawienie progu SoC i limitu mocy. Gdy poziom naładowania baterii (SoC) jest wyższy niż ustawiony próg, falownik działa w trybie autokonsumpcji, wykorzystując baterię do zasilania zużycia i zmniejszając pobór z sieci. Gdy SoC baterii jest równy progowi lub niższy, zużycie jest pokrywane z sieci, o ile mieści się w limicie mocy. Jeśli zużycie przekroczy ten limit, falownik włącza się i dostarcza różnicę między zużyciem a limitem mocy. Redukuje to szczytowe wartości zużycia i jest stosowane w regionach, gdzie przekroczenie przydzielonego limitu importu wiąże się z karami. Gdy SoC baterii jest poniżej progu, ale zużycie jest niższe niż limit mocy, falownik pobiera energię z sieci, aby naładować baterię z powrotem do progu. W ten sposób utrzymuje naładowanie baterii, aby kontynuować ograniczanie szczytów. Jeśli bateria spadnie do minimalnego SoC (przy pracy z siecią), falownik przestaje ograniczać szczyty, a całe zużycie pochodzi z sieci.

# workmode.self_use_mode.description
source: In this mode, the inverter prioritises power allocation as follows: 1. House Load 2. Battery Charging 3. Export
de: In diesem Modus priorisiert der Wechselrichter die Stromzuweisung wie folgt: 1. Hauslast 2. Batterieladung 3. Einspeisung
es: En este modo, el inversor prioriza la asignación de energía de la siguiente manera: 1. Carga de la casa 2. Carga de batería 3. Exportar
it: In questa modalità, l'inverter assegna prioritariamente la potenza come segue: 1. Carico della casa 2. Carica della batteria 3. Esportazione
pl: W tym trybie inwerter priorytetowo alokuje moc zgodnie z następującym porządkiem: 1. Obciążenie domu 2. Ładowanie baterii 3. Eksport

source: Wrong credentials, try again
de: Falsche Anmeldedaten, versuchen Sie es erneut
es: Nieprawidłowe dane uwierzytelniające, spróbuj ponownie
it: Credenziali errate, riprova.
pl: Nieprawidłowe dane uwierzytelniające, spróbuj ponownie

source: year
de: Jahr
es: año
it: anno
pl: rok

source: Year
de: Jahr
es: Año
it: Anno
pl: Rok

source: Year picker
de: Jahresauswahl
es: Selector de año
it: Selettore di anno
pl: Wybór roku

source: Yes
de: Ja
es: Si
it: Si
pl: Tak
